{
  "posts": [
    {
      "title": "<h1>Dragon's Dogma II - Recensione</h1>",
      "body": "<p> il secondo, attesissimo capitolo della serie firmata Capcom non tradisce le proprie origini volutamente debilitanti, in termini di game design, e lo fa nel bene quanto nel male. Ci troviamo di fronte a un gioco che ha senza dubbio fatto dei passi avanti rispetto al precedente ed io stessa, a dodici anni di distanza, l'ho affrontato in modo diverso. Molto più pronta di quanto non fossi all'epoca, più paziente (sebbene non ne difetti) e anche più critica, perché il tempo passa e qualcosa lo insegna.</p><img  src='https://sm.ign.com/t/ign_it/screenshot/default/dragons-dogma-ii-cover-01_yfbb.1280.jpg'><p>Dragon's Dogma II è croce e delizia degli appassionati non soltanto del genere ma della serie in sé. Al netto di una difficoltà unica e permissiva, offre un'esplorazione e un design del mondo di gioco articolati, un migliorato sistema di Pedine, una trama dai risvolti molto più politici (figli di quanto accaduto nel capitolo originale) e nuove classi/vocazioni ben congegnate. Insomma, è quanto ci si aspetta da Hideaki Itsuno e se sapete leggere tra le righe, allora vi sono chiari i rischi.</p><img src='https://sm.ign.com/t/ign_it/screenshot/default/dragons-dogma-ii-01_agva.960.jpg' ><h2>Sorgi, Arisen, e ricorda</h2><p>Dunque, siamo un Arisen. Secondo le leggi del Vermund, il futuro sovrano del regno per diritto e scelta (del drago, certo non nostra). Il popolo tesse le nostre lodi, vede in noi finalmente la speranza a lungo negata... Allora com'è che, appena iniziato il gioco, ci troviamo in catene a estrarre minerali come l'ultimo degli schiavi? L'ho accennato poco sopra, la trama di Dragon's Dogma II assume dei risvolti nettamente più politici rispetto all'originale e si sa che quando ci sono di mezzo successioni alla corona le persone possono diventare suscettibili. Pare proprio che qualcuno abbia deciso di farci gli stivali, manipolando anche la nostra memoria per impedirci un possibile ritorno sulle scene. </p><img src='https://sm.ign.com/t/ign_it/screenshot/default/dragons-dogma-2-20240318155503_4538.960.jpg' alt='Fermo così, da bravo. Un sorriso per lo screenshot!'><h2>Ci sono una Sfinge, una Chimera e una Gorgone...</h2><p>L'esplorazione è quanto di più soddisfacente e remunerativo abbia giocato negli ultimi anni. C'è un senso di meraviglia, curiosità e scoperta che sembra non esaurirsi mai, accompagnato da un design del mondo di gioco curatissimo nelle sue molteplici diramazioni: dove meno ce lo si aspetta può esserci una semplice caverna o un intero dungeon, mentre quello che pensavamo un semplice tunnel si dirama fino alla parte opposta e conduce a una zona che non ci si sarebbe mai aspettati. Il tutto all'interno di un continente che vive e respira indipendentemente da noi (anche troppo, se penso alla proliferazione oltre misura di goblin), regolato da un ciclo giorno/notte la cui durata complessiva è pari a quarantotto minuti del nostro tempo. Non si sa mai davvero dove possa condurre una strada ed è proprio qui, in questa incertezza, che riposa l'intero senso di avventura del gioco; qualcosa che, e mi rendo conto possa essere paradossale dirlo, funziona proprio perché siamo obbligati a girare la maggior parte del tempo a piedi. La consapevolezza di poter sì scappare da uno scontro indesiderato (l'aggro dei nemici è comunque notevole) ma non tornare a un punto sicuro a piacimento piomba addosso nell'attimo stesso in cui capiamo di dover trovare dove accamparci prima che cali la notte, sempre non sia già successo, sperando di avere dietro un kit di accampamento che, però, ha il suo peso e la gestione del carico è un elemento fondamentale nel gioco per evitare eventuali svantaggi.</p>",
      "tags": [
        "Dragon's Dogma II",
        "GDR",
        "gaming",
        "D&D"
      ],
	  "image":"https://cdn.akamai.steamstatic.com/steam/apps/2054970/capsule_616x353.jpg?t=1711745105"
    },
    {
      "title": "<h1>Anche a marzo ha trionfato la democrazia di Helldivers 2!</h1>",
      "body": "<p>I dati di vendita stanno dando ragione alle forze della Super Terra, perché Helldivers 2 è stato ancora il videogioco più venduto del mese di marzo. Dopo il weekend che ha portato alla sconfitta totale degli Automaton, lo shooter di Arrowhead si prende un altro momento estremamente positivo al di fuori della guerra galattica.</p><img src='https://www.nextplayer.it/wp-content/uploads/2024/02/IMG_20240211_103923-jpg.webp'><h2>Dati Game Industry</h2><p>Come riporta Games Industry, infatti, nel mese di marzo 2024 Helldivers 2 ha venduto anche più di Marvel's Spider-Man 2. Sono stati venduti 3.65 milioni di giochi per PC e console, con un aumento impressionante del 26% rispetto allo stesso periodo del 2023. Una bella notizia visto che a febbraio, invece, il mercato si era rivelato invece stagnante rispetto ai numeri dell'anno precedente. Dopo otto settimane, le vendite di Helldivers 2 hanno ora un trend superiore a quello di Spider-Man 2, per il secondo mese di fila. Final Fantasy VII Rebirth si rivela essere un titolo che ha performato meno delle aspettative, e Dragon's Dogma 2 si è piazzato rapidamente al terzo posto, nonostante le tante polemiche.</p><img src='https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTMOS7YjR9GwBDu_ezKyiENa5C2cih8Pri2PFfUBLX8nA&s' alt='Realta Virtuale e Aumentata'>",
      "tags": [
        "FPS",
        "Multiplayer",
        "gaming"
          ],
	  "image":"https://multiplayer.net-cdn.it/thumbs/images/2024/02/13/helldivers-2_jpeg_1600x900_crop_q85_jpg_1600x900_crop_q85.jpg"
    },
    {
      "title": "<h1>S.T.A.L.K.E.R. 2 Heart of Chernobyl, arriva finalmente una data di uscita</h1>",
      "body": "<p>Dopo anni di rinvii, S.T.A.L.K.E.R. 2 Heart of Chernobyl sembra avere finalmente una data di uscita certa. Atteso per il Q1 dell’anno fiscale 2024, lo shooter survival open world di GSC Game World è stato nuovamente posticipato, ma con un appuntamento fissato questa volta per il 5 Settembre 2024 su Xbox Series e PC. </p><img  src='https://cdn1.epicgames.com/offer/602a0ef0aceb46cca62445439661d712/EGS_STALKER2HeartofChornobyl_GSCGameWorld_S1_2560x1440-7cc8db55646ee7b969c48defed6963f4'><p>L’annuncio arriva con alcune dichiarazioni rilasciate dal team di sviluppo, che come saprete ha dovuto affrontare le complicazioni dovute dalla guerra ancora in atto sul territorio ucraino. In particolar modo, la lettera pubblicata specifica le motivazioni dietro al nuovo rinvio, che è dovuto a delle rifiniture extra che lo studio vuole apportare al gioco prima del lancio. Infatti stando ai feedback dei giocatori arrivati dalle varie occasioni in cui il gioco è stato accessibile al pubblico, sembrerebbe che l’attesa esclusiva Xbox necessita soprattutto di qualche revisione tecnica, che si è mostrata come un punto critico dell’esperienza. Per questo, GSC ha dovuto posticipare lo shooter per completare gli ultimi ritocchi.</p>",
      "tags": [
        "Stealth",
        "FPS",
        "gaming"
      ],
	  "image":"https://upload.wikimedia.org/wikipedia/en/8/80/STALKER_2_cover_art.jpg"
    },
    {
      "title": "<h1>Shadow of the Erdtree sarà più grande di quello che pensate</h1>",
      "body": "<p>Come anticipato nelle scorse ore, oggi abbiamo potuto vedere Elden Ring: Shadow of the Erdtree in azione, con tanto di nuovo trailer gameplay e data di uscita. Il souls campione di incassi (che trovate a prezzo basso su Amazon) riceverà infatti un contenuto scaricabile davvero molto atteso. Il trailer mostrato oggi è stato accompagnato da varie nuove versioni del gioco, imperdibili per ogni fan che si rispetti. Ora, come riportato anche da PushSquare, FromSoftware ha descritto il DLC Shadow of the Erdtree di Elden Ring come la sua più grande espansione fino ad oggi, e ora sostiene questa affermazione con alcune statistiche concrete.</p><img  src='https://multiplayer.net-cdn.it/thumbs/images/2024/02/22/endtree-4_jpg_1600x900_crop_q85.jpg' alt='Innovazioni nel Gaming'><p>Il creatore Hidetaka Miyazaki ha dichiarato che l'espansione è più grande dello spazio di gioco di Limgrave ed è composta da campi, dungeon tradizionali e altri dungeon di scala variabile.  Ci saranno 10 nuovi scontri con i boss, otto categorie di armi in più e nuove armi in aggiunta. In termini di difficoltà, il DLC è paragonato all'endgame dell'esperienza base, e ci sarà un incontro dello stesso livello di Malenia, Blade of Miquella. I giocatori che cercano questo tipo di sfida nei nostri giochi troveranno una sfida alla pari anche nel DLC», ha dichiarato Miyazaki a Eurogamer.Parlando del design dei livelli, l'autore ha anche detto: «Naturalmente ci saranno grandi aree aperte, naturalmente ci saranno dungeon tradizionali, ma abbiamo anche sperimentato qualcosa di più intermedio per offrire un'esperienza di gioco più varia». È stato anche confermato che ci sarà un'area di palude avvelenata in Shadow of the Erdtree, quindi ci sarà da divertirsi. L'espansione uscirà il 21 giugno 2024. È possibile preordinare alcune versioni alternative sul PS Store, tra cui la Digital Deluxe Edition che include un artbook digitale e la colonna sonora. Insignito di numerosi premi (tra cui il prestigioso GOTY ai The Game Awards) il gioco diretto da Hidetaka Miyazaki ha avuto un grande successo di critica: potete saperne di più dando un'occhiata anche alla nostra video recensione.</p>",
      "tags": [
        "VR",
        "AR",
        "gaming sociale",
        "intelligenza artificiale",
        "futuro del gaming"
      ],
	  "image":"https://img.youtube.com/vi/qLZenOn7WUo/0.jpg"
    },
    {
      "title": "<h1>Alieni contro umani</h1>",
      "body": "<p>Il gioco vi mette nei panni di una giovane Na'vi strappata alla famiglia da piccola, cresciuta in una base della RDA (la multinazionale terrestre che vuole colonizzare il pianeta di Pandora) e, dopo anni, tornata libera tra la sua gente con la missione di partecipare alla resistenza Na’vi, di porre fine all’invasione della RDA (con relativo inquinamento ambientale da estirpare) e regolare i conti con il suo “aguzzino”.</p><img src='https://helios-i.mashable.com/imagery/reviews/01Yzd9PSmvPEWoATIFx6X5E/hero-image.fill.size_1248x702.v1702325376.jpg'><h2>Quando le dimensioni non contano</h2><p>Nonostante queste aggiunte e differenze con altri titoli simili della software house francese, Avatar: Frontiers of Pandora è esattamente il videogioco open world che mi aspettavo da Ubisoft. Ci sono le  (qui montagne) da scalare per sbloccare abilità e guadagnare punti esperienza, c’è il crafting, ci sono alcune sfide da superare per ottenere oggetti pregiati e, ovviamente, ci sono le basi nemiche da sabotare e liberare, con tanto di cambiamento cromatico a sottolineare il ritorno della fauna locale e la fine del dominio e dell’inquinamento portati dagli uomini.</p><img  src='https://multiplayer.net-cdn.it/thumbs/images/2023/12/05/avatar-frontiers-of-pandora_9_jpg_800x0_crop_upscale_q85.jpg' alt='Futuro del Gaming'>",
      "tags": [
        "VR",
        "AR",
        "gaming sociale",
        "intelligenza artificiale",
        "futuro del gaming"
      ],
	  "image":"https://cdn1.epicgames.com/offer/eca39884bdf14f65af242a8e3ff5b2d9/EGST_StorePortrait_1200x1600_1200x1600-201e8f02dd794c678599d0dcb66d078e"
    },
    {
      "title": "<h1>CYBERPUNK 2077 2.0 È UNA RIVOLUZIONE: IL GDR DI CD PROJEKT A PIENA POTENZA</h1>",
      "body": "<p> Atteso, bramato, discusso, criticato. Ci sono pochi giochi nella storia recente del medium ad aver catalizzato l'attenzione del grande pubblico come ha fatto Cyberpunk 2077 (qui la recensione di Cyberpunk 2077). C'è chi ha saputo coglierne l'eccellenza nel campo della narrativa e del worldbuilding, chi ne ha apprezzato i principi di gameplay e chi, invece, lo ha aspramente condannato per le indubbie problematiche tecniche che ne hanno accompagnato la distribuzione, specialmente sulle piattaforme di vecchia generazione. Uno stigma difficile da dissipare ma che l'azienda di Varsavia ha saputo gestire grazie a un programma di aggiornamenti preciso e puntuale, che ha lentamente riavvicinato Cyberpunk 2077 agli ambiziosi obiettivi del progetto iniziale.</p><img  src='https://www.gameinformer.com/sites/default/files/styles/full/public/2023/09/14/ab594212/night_city_wire_header.jpg' alt='Innovazioni nel Gaming'>",
      "tags": [
        "VR",
        "AR",
        "gaming sociale",
        "intelligenza artificiale",
        "futuro del gaming"
      ],
	  "image":"https://cdn1.epicgames.com/offer/77f2b98e2cef40c8a7437518bf420e47/EGS_Cyberpunk2077PhantomLiberty_CDPROJEKTRED_DLC_S1_2560x1440-c62f1eb1498aaea2fc109b7aa50279a3"
    },
    {
      "title": "<h1>God of War Ragnarok: la recensione della nuova avventura di Kratos e Atreus, esclusiva per PS4 e PS5</h1>",
      "body": "<p>Sono passati poco più di 4 anni dall'uscita del God of War che ha rivoluzionato la serie: un soft reboot che ha visto la totale trasformazione di tutti i punti fermi di una proprietà intellettuale che, in mezzo a tante altre, ha fatto la storia del brand PlayStation. L'epopea diretta da Cory Barlog riuscì a convincere praticamente tutti, portandosi a casa numerosi premi come gioco dell'anno e beccandosi un gran voto anche sulle pagine di Multiplayer.it seppure mitigato da una serie di limitazioni legate alla varietà dei suoi nemici e alla profondità del combattimento che non ci avevano completamente convinto. In questi anni i ragazzi di Santa Monica Studio hanno continuato a lavorare sulla loro opera, stavolta diretti da un nuovo regista, Eric Williams, una persona più moderata, abituata a rimanere dietro le quinte, da sempre legata a questa serie e particolarmente competente su tutto quello che concerne il sistema di combattimento. E che tra l'altro abbiamo avuto la grandissima fortuna di intervistare in esclusiva italiana. Il risultato è God of War Ragnarok. Un sequel fortemente legato al suo predecessore, che in concreto ne rappresenta una diretta estensione al punto tale che i due titoli possono praticamente essere considerati un tutt'uno: un unico grande viaggio nelle terre nordiche dove Kratos e Atreus si ritrovano costretti, loro malgrado, a compiere il loro destino.</p><img src='https://multiplayer.net-cdn.it/thumbs/images/2022/10/21/gowr_preview_screenshot_17_jpg_800x0_crop_upscale_q85.jpg' alt='Innovazioni nel Gaming'>",
      "tags": [
        "VR",
        "AR",
        "gaming sociale",
        "intelligenza artificiale",
        "futuro del gaming"
      ],
	  "image":"https://www.gametekk.it/wp-content/uploads/2022/07/god-of-war-ragnarok-big-1120x630.jpg"
    },
    {
      "title": "<h1>Hogwarts Legacy, la recensione del videogioco di Harry Potter più grande di sempre</h1>",
      "body": "<p>Sono trascorsi ventisei anni dal momento in cui un bambino innocente è misteriosamente sopravvissuto all'attacco del mago oscuro più potente di tutti i tempi. Ventisei anni dal momento in cui il piccolo Harry Potter, residente al numero quattro di Privet Drive, ha ricevuto l'inaspettata lettera di ammissione alla Scuola di Magia e Stregoneria di Hogwarts, spalancando i cancelli su un mondo magico che ha catturato nei suoi accoglienti confini milioni di bambini e ragazzi sparsi per i cinque continenti. Ventisei anni costellati di incantesimi, di storie, di pellicole cinematografiche e di videogiochi che hanno esplorato ogni angolo del Wizarding World, regalando una seconda vita alle pagine dei romanzi fino a imprimerle a fuoco nei cuori degli appassionati.</p><img src='https://multiplayer.net-cdn.it/thumbs/images/2023/02/05/immagine_2023-02-05_224706_jpg_800x0_crop_upscale_q85.jpg' alt='Innovazioni nel Gaming'>",
      "tags": [
        "VR",
        "AR",
        "gaming sociale",
        "intelligenza artificiale",
        "futuro del gaming"
      ],
	  "image":"https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/2x1_NSwitch_HogwartsLegacy.jpg"
    },
    {
      "title": "<h1>Warhammer Age of Sigmar: Realms of Ruin</h1>",
      "body": "<p>Warhammer: Age of Sigmar ha bisogno di affermarsi. Nato sul finire del 2015 dalle ceneri del Fantasy, l’ultimo universo creato da Games Workshop è stato accolto in modo tiepido, per usare un eufemismo. I fan di vecchia data non gli hanno infatti perdonato di aver spazzato via – almeno inizialmente – molti degli eroi più iconici, come l’imperatore Karl Franz, Teclis, o Grimgor, ma soprattutto di aver reso pressoché inutilizzabili molti degli eserciti e delle miniature accumulate in svariati decenni. Fidatevi, una spesa non da poco. Vuoi per una lore scarna, vuoi per quanto appena detto, Age of Sigmar è stato fino a poco tempo fa il brutto anatroccolo della famiglia, ma le cose stanno decisamente cambiando e, giunti alla terza edizione e con una nuova schiera di eroi a cui affezionarsi, il nuovo brand sta finalmente ritagliandosi la sua nicchia di giocatori.</p><img  src='https://cdn.spaziogames.it/storage/media/2023/11/6755/Warhammer-Age-of-Sigmar_Realms-of-Ruin---Launch-screenshots-13.jpg?width=1260' alt='Innovazioni nel Gaming'>",
      "tags": [
        "VR",
        "AR",
        "gaming sociale",
        "intelligenza artificiale",
        "futuro del gaming"
      ],
	  "image":"https://www.bitzstore.com/blog/wp-content/uploads/2020/03/warhammer-age-sigmar-cover.jpg"
    },
    {
      "title": "<h1>SpyXFamily</h1>",
      "body": "<img src='https://a.storyblok.com/f/178900/960x539/376c88f164/spy-x-family-wiki.jpg/m/filters:quality(95)format(webp)'><p>Una famiglia di spie? Sì, ma non come si possa immaginarla. Spy x Family è un anime che punta fortemente all’auto-ironia e per questo è un buon prodotto per i più piccoli. Andiamo subito a scoprire la trama di questo prodotto che ha una solidissima base su cui costruire. L’opera è ambientata nelle due nazioni europee immaginarie di Westalis e Ostania che vivono una sorta di “guerra fredda”. Per mantenere il fragile rapporto di pace tra i due Paesi, la spia Twilight si infiltra in Ostania sotto il nome fittizio di Loid Forger; la sua missione è quella di sventare le macchinazioni di Donovan Desmond, leader del partito militarista e favorevole ad una guerra aperta. Questo presupposto sembra interessantissimo, ma è il seguito che cambia radicalmente tutto l’assento della storia.  L’unico modo per Loid di avvicinarsi al suo obiettivo è quello di creare una famiglia fittizia e di iscrivere la propria figlia presso la prestigiosa Eden Academy, frequentata dal figlio di Desmond. La nostra spia cela la propria identità dietro la figura di un giovane psichiatra vedovo e decide quindi di adottare un’orfana di nome Anya e di sposare Yor, all’apparenza una semplice dipendente statale.</p>",
      "tags": [
		"Anime",
		"Manga"
      ],
	  "image":"https://imgsrv.crunchyroll.com/cdn-cgi/image/format=auto,fit=contain,width=480,height=720,quality=85/catalog/crunchyroll/095217fdb4f228410df09b18f151be28.jpe"
    },
    {
      "title": "<h1>Attack on Titan</h1>",
      "body": "<p>Il tanto atteso finale di Attack on Titan è finalmente giunto, ne abbiamo dibattuto, ne abbiamo scritto (ecco cosa pensiamo dei Final Chapters di Attack on Titan) e dopo averne elaborato gli avvenimenti, è il momento di tirare le somme e di valutare quanto fatto da Studio MAPPA: la Final Season è la migliore stagione dell'anime sui giganti?</p><img src='https://images.everyeye.it/img-singole/articolo-147237-850.webp' alt='Innovazioni nel Gaming'>",
      "tags": [
		"Anime",
		"Manga"
      ],
	  "image":"https://static.nexilia.it/mangaforever/2022/06/attack-on-titan-special-event-poster.jpg"
    },
    {
      "title": "<h1>Hell's Paradise</h1>",
      "body": "<img src='https://imgsrv.crunchyroll.com/cdn-cgi/image/format=auto,fit=contain,width=1200,height=675,quality=85/catalog/crunchyroll/4d79ae401c93ecfef612a5f0bb0928f3.jpe' alt='Innovazioni nel Gaming'><p>Hell’s Paradise è un classico battle shonen ambientato nel periodo Edo del Giappone, che va dall’inizio del 1600 fino a dopo la metà del 1800. Il protagonista dell’opera è Gabimaru, un ninja addestrato per uccidere sin da quando era bambino. Conosciuto come “l’arido” a causa della sua mancanza di emozioni, Gabimaru viene catturato durante una missione e condannato a morte. Dopo diversi tentativi di esecuzione vanificati dalle sue capacità sovrumane, gli viene offerta la grazia a patto di portare a termine una missione apparentemente impossibile. L’obiettivo è quello di raggiungere l’isola Shinsenikyo, un reame fantastico recentemente scoperto e recuperare l’elisir di lunga vita che si trova nel suo territorio. Per compiere questa imprese sono stati riuniti, oltre a Gabimaru, molti altri pericolosi criminali, tutti quanti condannati a morte e che avranno tutti lo stesso obiettivo.</p>",
      "tags": [
    	"Anime",
		"Manga"
      ],
	  "image":"https://www.animeclick.it/immagini/anime/Jigokuraku/cover/Jigokuraku-cover.jpg"
    },
    {
      "title": "<h1>That Time i Got Rencarnated as a Slime</h1>",
      "body": "<img src='https://imgsrv.crunchyroll.com/cdn-cgi/image/format=auto,fit=contain,width=1200,height=675,quality=85/catalog/crunchyroll/183aa89af7da4843887aa1b9dc67b252.jpe' alt='Innovazioni nel Gaming'><p> Quello delle light novel è un mondo che in passato avevo già timidamente approcciato, talvolta anche facendovi capolino alla ricerca di titoli interessanti, ma su cui non ho mai investito grande interesse, al contrario di quanto ho fatto per altri media come anime, manga o visual novel. In termini di offerta, in Italia il mercato di LN è assai risicato, ma con il debutto della “Dokusho Edizioni”, una casa editrice nata di recente che ha come obiettivo investire sul suddetto media portando opere inedite nel nostro paese, da curioso e appassionato di ciò che gli artisti del Sol Levante in generale producono ho deciso di comprare questo volume, non solo per sostenere concretamente l’esordio dell’editore ma anche per fruire di questo tipo di opera comodamente nella mia madrelingua e per tastare la qualità del prodotto.</p>",
      "tags": [
        "VR",
        "AR",
        "gaming sociale",
        "intelligenza artificiale",
        "futuro del gaming"
      ],
	  "image":"https://imgsrv.crunchyroll.com/cdn-cgi/image/format=auto,fit=contain,width=480,height=720,quality=85/catalog/crunchyroll/3ae2bd9ab1a3a0f3d12274d915ced9df.jpe"
    },
    {
      "title": "<h1>Oculus Quest3</h1>",
      "body": "<img src='https://about.fb.com/wp-content/uploads/2023/09/Quest-3-Consumer-Highlights_Social-Share.jpg?w=1200' alt='Innovazioni nel Gaming'><p>l Meta Quest 3 è un visore davvero straordinario. Sono passati tre anni dall’uscita del Quest 2, il visore per realtà virtuale che ha fatto innamorare grandi e piccini di questa incredibile tecnologia. È un visore che si stima abbia venduto più di dieci milioni di unità nel mondo, superando addirittura Xbox, e insegnando a chiunque cosa vuol davvero dire il termine “Next Gen”. Il prezzo era estremamente competitivo e l’offerta ludica abbondante, mancava solo raggiungere uno standard più alto sul fronte della quality of life e della fedeltà grafica. Ed è proprio qui che ha puntato Meta, oltre che su una mixed reality che potrebbe darci enormi soddisfazioni nel prossimo futuro, battezzata su un visore che non ha davvero da invidiare niente a nessuno. Che siate esperti di realtà virtuale o neofiti che si avvicinano per la prima volta a questa tecnologia tenetevi forte, perché questa è la recensione di Meta Quest 3 che stavate aspettando.</p>",
      "tags": [
        "VR",
        "AR",
        "gaming sociale",
        "intelligenza artificiale",
        "futuro del gaming"
      ],
	  "image":"https://gizchina.it/wp-content/uploads/2023/09/Meta-quest-3.jpg"
    }
  ]
}
